Repository: EmilioH07/GOW-Practica2
Catalog: GOW_Localization/GOW_Localization/Localization/*.lproj/Localizable.strings
Languages: it

# menu.option.videogames
source: Video Games
it: Giochi Video

# menu.option.characters
source: Characters
it: Personaggi

# menu.option.weapons
source: Weapons
it: Armi

# weapon.name.boomshot
source: Boomshot Grenade Launcher
it: Lanciagranate Boomshot

# weapon.description.boomshot
source: It was a single-shot pump-action grenade launcher primarily designed and used by the Locust, particularly by the Boomer.
it: Era un lanciagranate a pompa a colpo singolo principalmente progettato e utilizzato dai Locust, in particolare dai Boomer.

# weapon.description.hammerburstii
source: It was the standard high-powered Locust assault rifle. It is often referred to as the Locust counterpart to the COG Lancer assault rifle.
it: Era il fucile d'assalto standard ad alta potenza dei Locust. È spesso considerato il corrispondente Locust del fucile d'assalto COG Lancer.

# weapon.description.mulcher
source: The Mulcher is a heavy, crank-operated Gatling rifle developed by the Coalition of Ordered Governments.
it: Il Mulcher è un fucile Gatling pesante azionato a manovella sviluppato dalla Coalizione dei Governi Ordinati.

# weapon.name.bolo_grenade
source: Bolo Grenade
it: Granata Bolo

# weapon.description.bolo_grenade
source: The Bolo Grenade, otherwise known as the Fragmentation Grenade, was the standard fragmentation grenade used by the Coalition of Ordered Governments, the Locust Horde, and the Swarm.
it: La Granata Bolo, conosciuta anche come Granata a frammentazione, era la granata a frammentazione standard utilizzata dalla Coalizione dei Governi Ordinati, dall'Orda dei Locust e dallo Swarm.

# weapon.name.boltok
source: Boltok Pistol
it: Pistola Boltok

# weapon.description.boltok
source: It was the standard weapon of the Locust, particularly the Drones. The pistol continues the Locust weapon design philosophy of creating weapons with an emphasis on brute force.
it: Era l'arma standard dei Locust, in particolare dei Droni. La pistola continua la filosofia di design delle armi dei Locust, con un'enfasi sulla forza bruta.

# weapon.name.lancer
source: Lancer Mark 1 Assault Rifle
it: Fucile d'assalto Lancer Mark 1

# weapon.description.lancer
source: Nicknamed the Retro Lancer during the Lambent Pandemic, it was the predecessor to the Lancer Mark 2 assault rifle. Previously the primary assault rifle of the Coalition of Ordered Governments army, the Mark 1 assault rifle was used during the Pendulum Wars.
it: Soprannominato Retro Lancer durante la Pandemia Lambent, era il predecessore del fucile d'assalto Lancer Mark 2. In precedenza, il fucile d'assalto principale dell'esercito della Coalizione dei Governi Ordinati, il Mark 1 è stato utilizzato durante le Guerre Pendolari.

# weapon.name.lancer2
source: Lancer Mark 2 Assault Rifle
it: Fucile d'assalto Lancer Mark 2

# weapon.description.lancer2
source: An upgrade to the Lancer Mark 1 assault rifle, produced with a chainsaw bayonet, greater accuracy, lower recoil, and greater ammunition capacity but less firepower compared to its predecessor.
it: Un aggiornamento del fucile d'assalto Lancer Mark 1, prodotto con una baionetta a motosega, maggiore precisione, ridotto rinculo e maggiore capacità di munizioni ma meno potenza di fuoco rispetto al suo predecessore.

# weapon.name.sniper
source: Longshot Sniper Rifle
it: Fucile di precisione Longshot

# weapon.description.sniper
source: It was a large-caliber single-shot sniper rifle. Created by the Coalition of Ordered Governments during the Pendulum Wars, the Longshot was also used seventeen years after Emergence Day.
it: Era un fucile di precisione a colpo singolo di grosso calibro. Creato dalla Coalizione dei Governi Ordinati durante le Guerre Pendolari, il Longshot è stato utilizzato anche diciassette anni dopo il Giorno dell'Emergenza.

# weapon.name.hammer_of_dawn
source: Hammer of Dawn
it: Martello dell'Alba

# weapon.description.hammer_of_dawn
source: The Hammer of Dawn was an orbital satellite-based laser powered by COG Imulsion. Its key components were invented by UIR scientist Mauris Ivo and completed by Professor Adam Fenix after it was stolen during Operation: Leveler.
it: Il Martello dell'Alba era un laser orbitale alimentato da Imulsion COG. I suoi componenti chiave sono stati inventati dallo scienziato UIR Mauris Ivo e completati dal professore Adam Fenix dopo essere stati rubati durante l'Operazione: Leveler.

# weapon.name.mx8
source: MX8 Snub Pistol
it: Pistola MX8

# weapon.description.mx8
source: It was the standard sidearm for the Coalition of Ordered Governments armed forces personnel.
it: Era l'arma di servizio standard per il personale delle forze armate della Coalizione dei Governi Ordinati.
